aaron-bond.better-comments
AbhijoyBasak.npm-audit
atlassian.atlascode
bierner.markdown-emoji
bmewburn.vscode-intelephense-client
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
ExodiusStudios.comment-anchors
hbenl.vscode-test-explorer
howardzuo.vscode-npm-dependency
kevinkyang.auto-comment-blocks
lokalise.i18n-ally
mikestead.dotenv
miramac.vscode-exec-node
ms-azuretools.vscode-docker
ms-vscode.test-adapter-converter
msjsdiag.debugger-for-chrome
mskelton.npm-outdated
naumovs.color-highlight
NicholasHsiang.vscode-javascript-comment
Orta.vscode-jest
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
rexshi.phpdoc-comment-vscode-plugin
ritwickdey.live-sass
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
robole.markdown-snippets
shd101wyy.markdown-preview-enhanced
stackbreak.comment-divider
steoates.autoimport
stevencl.addDocComments
streamhue.extensions
streetsidesoftware.code-spell-checker
stxr.iconfont-preview
sysoev.language-stylus
thomascsd.vscode-readme-pattern
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wix.vscode-import-cost
yamajyn.commandlist
